{
  "info": {
    "project.funder": "If your project is missing, please contact damap-support@tugraz.at. You can add project information manually, however you will have to select a funder template when exporting as funder information is not available.",
    "ethical": {
      "humanParticipants": {
        "prefix": "An informed consent for participation (in addition to an informed consent to data processing) is required. For more information, see an ",
        "researchEthicsCoordination": {
          "text": "research ethics coordination",
          "link": "mailto:ethikkommission@tugraz.at"
        },
        "middle": " or consult your institution's ",
        "researchEthics": {
          "text": "center for responsible research practices",
          "link": "mailto:ethikkommission@tugraz.at"
        }
      },
      "ethicalIssues": {
        "text": "Your research plan may require ethical review. Inform yourself by consulting your ",
        "researchEthics": {
          "text": "ethikkommission@tugraz.at",
          "link": "mailto:ethikkommission@tugraz.at"
        }
      },
      "committeeReviewed": {
        "prefix": "Please note that you must address (potential) ethical issues in separate documents according to the requirements of the relevant funding body. The DMP only serves to help identify some ethical issues.\nPlease contact your ",
        "mail": {
          "text": "ethikkommission@tugraz.at",
          "link": "mailto:ethikkommission@tugraz.at"
        },
        "suffix": " for additional information and support. You must do so if your planned research involves any human participation."
      }
    },
    "cris": "Option currently selected in the CRIS system: {{value}}.",
    "documentation": {
      "metadata": "In archives, metadata is used to create consistent and structured descriptions of resources and their characteristics. Metadata is independent and can either be stored together with the resources it describes or separately. Metadata plays a key role in the future of your stored research data: it contains important information which for example enables you and others to search for and find your data.\nA metadata set consists mainly of descriptive categories, the so-called elements and their values. To facilitate communication with other systems, predefined standards are used for the elements and controlled vocabularies for the values."
    },
    "repositories": {
      "retention": "Set the time for how long your data should remain in the repository"
    },
    "dataset": {
      "none": "Research data is all digital objects created in the course of academic work, for instance, measurements, surveys, observations, simulations, interviews, and software.<br>If you still believe you will not generate or reuse any data in your project, we recommend manually filling in the original DMP templates instead of using the DMP tool.<br>FWF: Please fill in the required administrative information in section I.1 and explain why the project will not produce or use data in section I.2 Data management responsibilities and resources. The rest of the template should be empty.<br>EU (Horizon Europe): Please fill in the required administrative information on pages 1-3 and explain why the project will not produce or use data in section 1 Data summary. If applicable, enter information in section 3 Other research outputs.",
      "unknown": "This is a good time to think about your expectations. You should already have an idea of what kind of (digital) material you will be creating or analysing in your project, even if it is still vague and you don’t have specific details. If this is the case, click on “Specify datasets.” and describe the expected material as well as possible in this early stage. You can mention in the DMP (= your export document from the tool) that the data description is a broad estimation that will be updated in a later version of the DMP. If you come to the conclusion that you will not create or analyse any data, click on “No data will be created or analysed.” and follow the instructions there."
    }
  }
}
